Repository: LookInsideApp/LookInside
Catalog: Packages/LookInsideActivation/Sources/LookInsideActivation/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: %@ is ready on this Mac.
ar: %@ جاهز على هذا الـ Mac.
de: %@ ist auf diesem Mac bereit.
es: %@ está listo en este Mac.
fr: %@ est prêt sur ce Mac.
it: %@ è pronto su questo Mac.
ja: %@をこのMacで使用できます。
ko: 이 Mac에서 %@을(를) 사용할 수 있습니다.
pt_br: %@ está pronto neste Mac.
ru: %@ готов на этом Mac.
vi: %@ đã sẵn sàng trên Mac này.
zh_hans: %@ 已在本机激活。
zh_hant: %@ 已在這部 Mac 上準備就緒。

source: A device fingerprint is required to complete activation.
ar: مطلوب معرّف بصمة الجهاز لإكمال التفعيل.
de: Zum Abschließen der Aktivierung ist ein Geräte-Fingerabdruck erforderlich.
es: Se necesita una huella del dispositivo para completar la activación.
fr: Une empreinte d’appareil est requise pour terminer l’activation.
it: Per completare l’attivazione è necessaria l’impronta del dispositivo.
ja: アクティベートを完了するには、デバイスのフィンガープリントが必要です。
ko: 활성화를 완료하려면 기기 핑거프린트가 필요합니다.
pt_br: É necessário um identificador do dispositivo para concluir a ativação.
ru: Для завершения активации нужен отпечаток устройства.
vi: Cần dấu vân tay thiết bị để hoàn tất kích hoạt.
zh_hans: 完成激活需要设备指纹。
zh_hant: 完成啟用需要裝置指紋。

source: A new certificate will not be issued after expiry because this purchase was refunded.
ar: لن تُصدر شهادة جديدة بعد انتهاء الصلاحية لأنه تم استرداد مبلغ هذه العملية.
de: Nach Ablauf wird kein neues Zertifikat ausgestellt, da dieser Kauf erstattet wurde.
es: No se emitirá un certificado nuevo al vencer porque esta compra fue reembolsada.
fr: Aucun nouveau certificat ne sera émis après l’expiration, car cet achat a été remboursé.
it: Alla scadenza non verrà emesso un nuovo certificato perché l’acquisto è stato rimborsato.
ja: この購入は返金されたため、有効期限が切れた後に新しい証明書は発行されません。
ko: 환불된 구입이므로 만료 후 새 인증서가 발급되지 않습니다.
pt_br: Um novo certificado não será emitido após o vencimento porque esta compra foi reembolsada.
ru: После истечения срока новый сертификат не будет выпущен, так как покупка возвращена.
vi: Sau khi hết hạn sẽ không cấp chứng chỉ mới vì giao dịch mua này đã được hoàn tiền.
zh_hans: 购买已退款，到期后将无法签发新的证书。
zh_hant: 由於此購買已退款，到期後將不會核發新的憑證。

source: A new certificate will not be issued after expiry because this subscription is canceled.
ar: لن تُصدر شهادة جديدة بعد انتهاء الصلاحية لأنه تم إلغاء هذا الاشتراك.
de: Nach Ablauf wird kein neues Zertifikat ausgestellt, da dieses Abonnement gekündigt wurde.
es: No se emitirá un certificado nuevo al vencer porque esta suscripción está cancelada.
fr: Aucun nouveau certificat ne sera émis après l’expiration, car cet abonnement est annulé.
it: Alla scadenza non verrà emesso un nuovo certificato perché l’abbonamento è stato annullato.
ja: このサブスクリプションはキャンセルされたため、有効期限が切れた後に新しい証明書は発行されません。
ko: 구독이 취소되었으므로 만료 후 새 인증서가 발급되지 않습니다.
pt_br: Um novo certificado não será emitido após o vencimento porque esta assinatura foi cancelada.
ru: После истечения срока новый сертификат не будет выпущен, так как подписка отменена.
vi: Sau khi hết hạn sẽ không cấp chứng chỉ mới vì gói đăng ký này đã bị hủy.
zh_hans: 订阅已取消，到期后将无法签发新的证书。
zh_hant: 由於此訂閱已取消，到期後將不會核發新的憑證。

source: A secure timestamp provider is required for this activation path.
ar: مطلوب موفّر ختم زمني آمن لمسار التفعيل هذا.
de: Für diesen Aktivierungsweg ist ein sicherer Zeitstempeldienst erforderlich.
es: Esta vía de activación requiere un proveedor de marca de tiempo seguro.
fr: Un fournisseur d’horodatage sécurisé est requis pour ce mode d’activation.
it: Per questo percorso di attivazione è richiesto un provider di marca temporale sicura.
ja: このアクティベーション経路には、セキュアなタイムスタンププロバイダが必要です。
ko: 이 활성화 경로에는 보안 타임스탬프 제공자가 필요합니다.
pt_br: Um provedor de timestamp seguro é necessário para este caminho de ativação.
ru: Для этого способа активации нужен поставщик защищённых меток времени.
vi: Cần nhà cung cấp dấu thời gian an toàn cho cách kích hoạt này.
zh_hans: 此激活路径需要安全时间戳提供方。
zh_hant: 此啟用方式需要安全的時間戳記提供者。

source: A verified activation session is required before requesting a certificate.
ar: يلزم وجود جلسة تفعيل تم التحقق منها قبل طلب الشهادة.
de: Vor dem Anfordern eines Zertifikats ist eine verifizierte Aktivierungssitzung erforderlich.
es: Se necesita una sesión de activación verificada para solicitar un certificado.
fr: Une session d’activation vérifiée est requise avant de demander un certificat.
it: Prima di richiedere un certificato è necessaria una sessione di attivazione verificata.
ja: 証明書をリクエストするには、検証済みのアクティベーションセッションが必要です。
ko: 인증서를 요청하려면 확인된 활성화 세션이 필요합니다.
pt_br: É necessária uma sessão de ativação verificada antes de solicitar um certificado.
ru: Перед запросом сертификата нужен подтверждённый сеанс активации.
vi: Cần một phiên kích hoạt đã xác minh trước khi yêu cầu chứng chỉ.
zh_hans: 请求证书前需要已验证的激活会话。
zh_hant: 要求憑證前，需要已驗證的啟用階段。

source: Access ends on
ar: ينتهي الوصول في
de: Zugriff endet am
es: El acceso termina el
fr: L’accès prend fin le
it: L’accesso termina il
ja: アクセス終了日
ko: 이용 종료일
pt_br: O acesso termina em
ru: Доступ заканчивается
vi: Quyền truy cập kết thúc vào
zh_hans: 访问期限至
zh_hant: 存取權限結束於

source: Access Granted
ar: تم منح الوصول
de: Zugriff gewährt
es: Acceso concedido
fr: Accès accordé
it: Accesso concesso
ja: アクセスが許可されました
ko: 이용 권한 부여됨
pt_br: Acesso Concedido
ru: Доступ предоставлен
vi: Đã cấp quyền truy cập
zh_hans: 授权成功
zh_hant: 已授予存取權限

source: Access until
ar: الوصول حتى
de: Zugriff bis
es: Acceso hasta el
fr: Accès jusqu’au
it: Accesso fino al
ja: アクセス期限
ko: 이용 가능 기간
pt_br: Acesso até
ru: Доступ до
vi: Có quyền truy cập đến
zh_hans: 可使用至
zh_hant: 可使用至

source: Activate
ar: تفعيل
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
ja: アクティベート
ko: 활성화
pt_br: Ativar
ru: Активировать
vi: Kích hoạt
zh_hans: 激活
zh_hant: 啟用

source: Activate Full Version
ar: تفعيل النسخة الكاملة
de: Vollversion aktivieren
es: Activar versión completa
fr: Activer la version complète
it: Attiva la versione completa
ja: 製品版をアクティベート
ko: 정식 버전 활성화
pt_br: Ativar a Versão Completa
ru: Активировать полную версию
vi: Kích hoạt bản đầy đủ
zh_hans: 激活正式版
zh_hant: 啟用完整版

source: Activate LookInside Pro from the LookInside Pro menu before using this feature.
ar: فعّل LookInside Pro من قائمة LookInside Pro قبل استخدام هذه الميزة.
de: Aktiviere LookInside Pro im Menü „LookInside Pro“, bevor du diese Funktion verwendest.
es: Activa LookInside Pro desde el menú LookInside Pro antes de usar esta función.
fr: Activez LookInside Pro depuis le menu LookInside Pro avant d’utiliser cette fonctionnalité.
it: Attiva LookInside Pro dal menu LookInside Pro prima di usare questa funzione.
ja: この機能を使用する前に、LookInside Proメニューから、LookInside Proをアクティベートしてください。
ko: 이 기능을 사용하려면 먼저 LookInside Pro 메뉴에서 LookInside Pro를 활성화하세요.
pt_br: Ative o LookInside Pro pelo menu LookInside Pro antes de usar este recurso.
ru: Перед использованием этой функции активируйте LookInside Pro в меню LookInside Pro.
vi: Hãy kích hoạt LookInside Pro từ menu LookInside Pro trước khi dùng tính năng này.
zh_hans: 使用此功能前，请从 LookInside Pro 菜单激活 LookInside Pro。
zh_hant: 使用此功能前，請從 LookInside Pro 選單啟用 LookInside Pro。

source: Activate LookInside Pro?
ar: هل تريد تفعيل LookInside Pro؟
de: LookInside Pro aktivieren?
es: ¿Activar LookInside Pro?
fr: Activer LookInside Pro ?
it: Attivare LookInside Pro?
ja: LookInside Proをアクティベートしますか?
ko: LookInside Pro를 활성화할까요?
pt_br: Ativar o LookInside Pro?
ru: Активировать LookInside Pro?
vi: Kích hoạt LookInside Pro?
zh_hans: 要激活 LookInside Pro 吗？
zh_hant: 要啟用 LookInside Pro 嗎？

source: Activated
ar: مفعّل
de: Aktiviert
es: Activado
fr: Activé
it: Attivato
ja: アクティベート済み
ko: 활성화됨
pt_br: Ativado
ru: Активировано
vi: Đã kích hoạt
zh_hans: 已激活
zh_hant: 已啟用

source: Activation Required
ar: التفعيل مطلوب
de: Aktivierung erforderlich
es: Activación necesaria
fr: Activation requise
it: Attivazione richiesta
ja: アクティベートが必要です
ko: 활성화 필요
pt_br: Ativação Necessária
ru: Требуется активация
vi: Cần kích hoạt
zh_hans: 需要激活
zh_hant: 需要啟用

source: Allow Access to Your License Key
ar: السماح بالوصول إلى مفتاح الترخيص
de: Zugriff auf deinen Lizenzschlüssel erlauben
es: Permitir acceso a tu clave de licencia
fr: Autoriser l’accès à votre clé de licence
it: Consenti l’accesso alla chiave di licenza
ja: ライセンスキーへのアクセスを許可
ko: 라이선스 키 접근 허용
pt_br: Permitir Acesso à Sua Chave de Licença
ru: Разрешите доступ к ключу лицензии
vi: Cho phép truy cập khóa giấy phép của bạn
zh_hans: 允许访问许可证密钥
zh_hant: 允許存取你的授權碼

source: Auth state storage failed. %@
ar: فشل تخزين حالة المصادقة. %@
de: Der Auth-Status konnte nicht gesichert werden. %@
es: Falló el almacenamiento del estado de autenticación. %@
fr: Échec du stockage de l’état d’authentification. %@
it: Salvataggio dello stato di autenticazione non riuscito. %@
ja: 認証状態の保存に失敗しました。 %@
ko: 인증 상태 저장에 실패했습니다. %@
pt_br: Falha no armazenamento do estado de autenticação. %@
ru: Сбой хранилища состояния авторизации. %@
vi: Lưu trữ trạng thái xác thực không thành công. %@
zh_hans: 授权状态存储失败。 %@
zh_hant: 驗證狀態儲存失敗。 %@

source: Communicating with authorization server…
ar: جارٍ الاتصال بخادم التفويض…
de: Autorisierungsserver wird kontaktiert …
es: Comunicando con el servidor de autorización…
fr: Communication avec le serveur d’autorisation…
it: Comunicazione con il server di autorizzazione…
ja: 認証サーバと通信中…
ko: 인증 서버와 통신하는 중…
pt_br: Comunicando com o servidor de autorização…
ru: Связь с сервером авторизации…
vi: Đang liên lạc với máy chủ ủy quyền…
zh_hans: 正在与授权服务器通信…
zh_hant: 正在與授權伺服器通訊…

source: Continue
ar: متابعة
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Скопировать
vi: Sao chép
zh_hans: 拷贝
zh_hant: 拷貝

source: Current access remains available until
ar: يظل الوصول الحالي متاحًا حتى
de: Aktueller Zugriff bleibt verfügbar bis
es: El acceso actual seguirá disponible hasta el
fr: L’accès actuel reste disponible jusqu’au
it: L’accesso attuale resta disponibile fino al
ja: 現在のアクセス期限
ko: 현재 이용 가능 기간
pt_br: O acesso atual continua disponível até
ru: Текущий доступ сохраняется до
vi: Quyền truy cập hiện tại còn hiệu lực đến
zh_hans: 当前访问有效期至
zh_hant: 目前的存取權限有效至

source: Cut
ar: قص
de: Ausschneiden
es: Cortar
fr: Couper
it: Taglia
ja: カット
ko: 잘라내기
pt_br: Recortar
ru: Вырезать
vi: Cắt
zh_hans: 剪切
zh_hant: 剪下

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Each Mac can only use the trial once. Activate a license to continue.
ar: يمكن لكل Mac استخدام الفترة التجريبية مرة واحدة فقط. فعّل ترخيصًا للمتابعة.
de: Jeder Mac kann die Testversion nur einmal nutzen. Aktiviere eine Lizenz, um fortzufahren.
es: Cada Mac solo puede usar la prueba una vez. Activa una licencia para continuar.
fr: Chaque Mac ne peut utiliser l’essai qu’une seule fois. Activez une licence pour continuer.
it: Ogni Mac può usare la prova una sola volta. Attiva una licenza per continuare.
ja: 試用版は1台のMacにつき1回のみ使用できます。続けるには、ライセンスをアクティベートしてください。
ko: Mac 한 대당 체험판은 한 번만 사용할 수 있습니다. 계속하려면 라이선스를 활성화하세요.
pt_br: Cada Mac pode usar o teste apenas uma vez. Ative uma licença para continuar.
ru: Каждый Mac может использовать пробный период только один раз. Активируйте лицензию, чтобы продолжить.
vi: Mỗi Mac chỉ được dùng thử một lần. Hãy kích hoạt giấy phép để tiếp tục.
zh_hans: 每台 Mac 仅可使用一次试用。请激活许可证以继续使用。
zh_hant: 每部 Mac 只能試用一次。請啟用授權以繼續使用。

source: Edit
ar: تحرير
de: Bearbeiten
es: Edición
fr: Édition
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Правка
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ja: メール
ko: 이메일
ru: Эл. почта
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Ended on
ar: انتهى في
de: Beendet am
es: Terminó el
fr: Terminé le
it: Terminato il
ja: 終了日
ko: 종료일
pt_br: Terminou em
ru: Закончилось
vi: Kết thúc vào
zh_hans: 结束于
zh_hant: 結束於

source: Enter the license key and purchase email to continue.
ar: أدخل مفتاح الترخيص والبريد الإلكتروني المستخدم في الشراء للمتابعة.
de: Gib den Lizenzschlüssel und die Kauf-E-Mail-Adresse ein, um fortzufahren.
es: Introduce la clave de licencia y el correo electrónico de compra para continuar.
fr: Saisissez la clé de licence et l’adresse e-mail d’achat pour continuer.
it: Inserisci la chiave di licenza e l’email di acquisto per continuare.
ja: 続けるには、ライセンスキーと購入時のメールアドレスを入力してください。
ko: 계속하려면 라이선스 키와 구입 이메일을 입력하세요.
pt_br: Informe a chave de licença e o e-mail da compra para continuar.
ru: Введите ключ лицензии и адрес эл. почты, указанный при покупке, чтобы продолжить.
vi: Nhập khóa giấy phép và email mua hàng để tiếp tục.
zh_hans: 请输入许可证密钥和购买时使用的电子邮件地址以继续。
zh_hant: 請輸入授權碼與購買時使用的電子郵件以繼續。

source: Keychain access to the license key was denied, so Pro features are paused.
ar: تم رفض وصول سلسلة المفاتيح إلى مفتاح الترخيص، لذا تم إيقاف ميزات Pro مؤقتًا.
de: Der Schlüsselbundzugriff auf den Lizenzschlüssel wurde verweigert. Pro-Funktionen sind pausiert.
es: Se denegó el acceso del llavero a la clave de licencia, por lo que las funciones Pro están en pausa.
fr: L’accès au trousseau pour la clé de licence a été refusé ; les fonctionnalités Pro sont donc suspendues.
it: L’accesso al portachiavi per la chiave di licenza è stato negato, quindi le funzioni Pro sono in pausa.
ja: ライセンスキーへのキーチェーンアクセスが拒否されたため、Pro機能は停止しています。
ko: 라이선스 키에 대한 키체인 접근이 거부되어 Pro 기능이 일시 중지되었습니다.
pt_br: O acesso à chave de licença foi negado pelo Acesso às Chaves, então os recursos Pro estão pausados.
ru: Доступ к ключу лицензии в связке ключей отклонён, поэтому функции Pro приостановлены.
vi: Quyền truy cập chuỗi khóa cho khóa giấy phép đã bị từ chối nên các tính năng Pro đang tạm dừng.
zh_hans: 钥匙串拒绝了对许可证密钥的访问，Pro 功能已暂停。
zh_hant: 鑰匙圈拒絕存取授權碼，Pro 功能已暫停。

source: Keychain access to the license key was denied. Status %lld.
ar: تم رفض وصول سلسلة المفاتيح إلى مفتاح الترخيص. الحالة %lld.
de: Der Schlüsselbundzugriff auf den Lizenzschlüssel wurde verweigert. Status %lld.
es: Se denegó el acceso del llavero a la clave de licencia. Estado %lld.
fr: L’accès au trousseau pour la clé de licence a été refusé. Statut %lld.
it: L’accesso al portachiavi per la chiave di licenza è stato negato. Stato %lld.
ja: ライセンスキーへのキーチェーンアクセスが拒否されました。 ステータス: %lld。
ko: 라이선스 키에 대한 키체인 접근이 거부되었습니다. 상태 %lld.
pt_br: O acesso à chave de licença foi negado. Status %lld.
ru: Доступ к ключу лицензии в связке ключей отклонён. Статус %lld.
vi: Quyền truy cập chuỗi khóa cho khóa giấy phép đã bị từ chối. Trạng thái %lld.
zh_hans: 访问许可证密钥的钥匙串请求被拒绝。 状态 %lld。
zh_hant: 鑰匙圈拒絕存取授權碼。 狀態 %lld。

source: Keychain operation failed. %@
ar: فشلت عملية سلسلة المفاتيح. %@
de: Der Schlüsselbundvorgang ist fehlgeschlagen. %@
es: Falló la operación del llavero. %@
fr: Échec de l’opération sur le trousseau. %@
it: Operazione del portachiavi non riuscita. %@
ja: キーチェーンの操作に失敗しました。 %@
ko: 키체인 작업에 실패했습니다. %@
pt_br: Falha na operação do Acesso às Chaves. %@
ru: Сбой операции со связкой ключей. %@
vi: Thao tác chuỗi khóa không thành công. %@
zh_hans: 钥匙串操作失败。 %@
zh_hant: 鑰匙圈操作失敗。 %@

source: Later
ar: لاحقًا
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
pt_br: Mais Tarde
ru: Позже
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

source: License
ar: الترخيص
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
ko: 라이선스
pt_br: Licença
ru: Лицензия
vi: Giấy phép
zh_hans: 许可证
zh_hant: 授權

source: License Expired
ar: انتهت صلاحية الترخيص
de: Lizenz abgelaufen
es: Licencia caducada
fr: Licence expirée
it: Licenza scaduta
ja: ライセンスの有効期限切れ
ko: 라이선스 만료됨
pt_br: Licença Expirada
ru: Срок лицензии истёк
vi: Giấy phép đã hết hạn
zh_hans: 许可证已过期
zh_hant: 授權已過期

source: License is not activated on this device. %@
ar: الترخيص غير مفعّل على هذا الجهاز. %@
de: Die Lizenz ist auf diesem Gerät nicht aktiviert. %@
es: La licencia no está activada en este dispositivo. %@
fr: La licence n’est pas activée sur cet appareil. %@
it: La licenza non è attivata su questo dispositivo. %@
ja: このデバイスではライセンスがアクティベートされていません。 %@
ko: 이 기기에서는 라이선스가 활성화되어 있지 않습니다. %@
pt_br: A licença não está ativada neste dispositivo. %@
ru: Лицензия не активирована на этом устройстве. %@
vi: Giấy phép chưa được kích hoạt trên thiết bị này. %@
zh_hans: 许可证尚未在此设备上激活。 %@
zh_hant: 此裝置尚未啟用授權。 %@

source: License Key
ar: مفتاح الترخيص
de: Lizenzschlüssel
es: Clave de licencia
fr: Clé de licence
it: Chiave di licenza
ja: ライセンスキー
ko: 라이선스 키
pt_br: Chave de Licença
ru: Ключ лицензии
vi: Khóa giấy phép
zh_hans: 许可证密钥
zh_hant: 授權碼

source: License Review Warning
ar: تحذير مراجعة الترخيص
de: Warnung zur Lizenzprüfung
es: Advertencia de revisión de licencia
fr: Avertissement de vérification de licence
it: Avviso di verifica della licenza
ja: ライセンス審査の警告
ko: 라이선스 검토 경고
pt_br: Aviso de Revisão da Licença
ru: Предупреждение о проверке лицензии
vi: Cảnh báo xem xét giấy phép
zh_hans: 许可证复核提醒
zh_hant: 授權審查提醒

source: License status becomes available after activation.
ar: تتوفر حالة الترخيص بعد التفعيل.
de: Der Lizenzstatus ist nach der Aktivierung verfügbar.
es: El estado de la licencia estará disponible tras la activación.
fr: L’état de la licence est disponible après l’activation.
it: Lo stato della licenza sarà disponibile dopo l’attivazione.
ja: ライセンスの状況は、アクティベート後に表示されます。
ko: 라이선스 상태는 활성화 후에 확인할 수 있습니다.
pt_br: O status da licença fica disponível após a ativação.
ru: Статус лицензии станет доступен после активации.
vi: Trạng thái giấy phép sẽ có sau khi kích hoạt.
zh_hans: 完成激活后可查看许可证状态。
zh_hant: 啟用後即可查看授權狀態。

source: Licensed to
ar: مرخّص إلى
de: Lizenziert für
es: Licenciado a
fr: Licence accordée à
it: Licenza intestata a
ja: ライセンス所有者
ko: 라이선스 사용자
pt_br: Licenciado para
ru: Лицензия выдана
vi: Cấp phép cho
zh_hans: 授权给
zh_hant: 授權對象

source: LookInside Activation
ar: تفعيل LookInside
de: LookInside-Aktivierung
es: Activación de LookInside
fr: Activation de LookInside
it: Attivazione di LookInside
ja: LookInsideアクティベーション
ko: LookInside 활성화
pt_br: Ativação do LookInside
ru: Активация LookInside
vi: Kích hoạt LookInside
zh_hans: LookInside 激活
zh_hant: LookInside 啟用

source: LookInside needs to reach the activation server to keep your license active. Please connect to the internet — access will pause on %@.
ar: يحتاج LookInside إلى الوصول إلى خادم التفعيل للحفاظ على ترخيصك فعّالًا. اتصل بالإنترنت، وإلا فسيتوقف الوصول في %@.
de: LookInside muss den Aktivierungsserver erreichen, damit deine Lizenz aktiv bleibt. Stelle eine Internetverbindung her. Der Zugriff wird am %@ pausiert.
es: LookInside necesita conectar con el servidor de activación para mantener activa tu licencia. Conéctate a internet: el acceso se pausará el %@.
fr: LookInside doit joindre le serveur d’activation pour maintenir votre licence active. Connectez-vous à Internet : l’accès sera suspendu le %@.
it: LookInside deve raggiungere il server di attivazione per mantenere attiva la tua licenza. Connettiti a internet: l’accesso verrà sospeso il %@.
ja: ライセンスを有効に保つため、LookInsideはアクティベーションサーバに接続する必要があります。インターネットに接続してください。%@以降、アクセスが一時停止されます。
ko: 라이선스를 유지하려면 LookInside가 활성화 서버에 연결해야 합니다. 인터넷에 연결하세요. %@부터 사용이 일시 중지됩니다.
pt_br: O LookInside precisa se comunicar com o servidor de ativação para manter sua licença ativa. Conecte-se à internet; o acesso será pausado em %@.
ru: LookInside должен связаться с сервером активации, чтобы лицензия оставалась активной. Подключитесь к интернету — доступ будет приостановлен %@.
vi: LookInside cần kết nối với máy chủ kích hoạt để giữ giấy phép của bạn hoạt động. Hãy kết nối internet. Quyền truy cập sẽ tạm dừng vào %@.
zh_hans: LookInside 需要联网刷新许可证。请尽快接入网络，否则将于 %@ 暂停使用。
zh_hant: LookInside 需要連上啟用伺服器，才能保持授權有效。請連接網際網路，否則存取權限將於 %@ 暫停。

source: LookInside needs to use the license key saved when you activated. macOS will ask for keychain access next. Choose “Always Allow”, otherwise you will be asked again every time LookInside connects to an app.
ar: يحتاج LookInside إلى استخدام مفتاح الترخيص المحفوظ عند التفعيل. سيطلب منك macOS الوصول إلى سلسلة المفاتيح بعد ذلك. اختر «السماح دائمًا»، وإلا سيُطلب منك ذلك في كل مرة يتصل فيها LookInside بتطبيق.
de: LookInside muss den bei der Aktivierung gesicherten Lizenzschlüssel verwenden. Als Nächstes fragt macOS nach Schlüsselbundzugriff. Wähle „Immer erlauben“, sonst wirst du bei jeder Verbindung von LookInside mit einer App erneut gefragt.
es: LookInside necesita usar la clave de licencia guardada al activar. macOS te pedirá ahora acceso al llavero. Elige “Permitir siempre”; de lo contrario, se te volverá a preguntar cada vez que LookInside se conecte a una app.
fr: LookInside doit utiliser la clé de licence enregistrée lors de l’activation. macOS va ensuite demander l’accès au trousseau. Choisissez « Toujours autoriser », sinon la demande se répétera à chaque connexion de LookInside à une app.
it: LookInside deve usare la chiave di licenza salvata durante l’attivazione. macOS ti chiederà ora l’accesso al portachiavi. Scegli “Consenti sempre”, altrimenti la richiesta si ripeterà a ogni connessione di LookInside a un’app.
ja: LookInsideは、アクティベート時に保存されたライセンスキーを使用する必要があります。このあと、macOSがキーチェーンへのアクセスを確認します。“常に許可”を選択してください。選択しないと、LookInsideがAppに接続するたびに確認が表示されます。
ko: LookInside에서 활성화할 때 저장한 라이선스 키를 사용해야 합니다. 다음으로 macOS에서 키체인 접근을 요청합니다. “항상 허용”을 선택하세요. 그렇지 않으면 LookInside가 앱에 연결할 때마다 다시 요청합니다.
pt_br: O LookInside precisa usar a chave de licença salva na ativação. Em seguida, o macOS vai pedir acesso às chaves. Escolha “Sempre Permitir”; caso contrário, o pedido se repetirá toda vez que o LookInside se conectar a um app.
ru: LookInside должен использовать ключ лицензии, сохранённый при активации. Далее macOS запросит доступ к связке ключей. Выберите «Всегда разрешать», иначе запрос будет появляться при каждом подключении LookInside к приложению.
vi: LookInside cần dùng khóa giấy phép đã lưu khi bạn kích hoạt. Tiếp theo macOS sẽ hỏi quyền truy cập chuỗi khóa. Hãy chọn “Luôn cho phép”, nếu không bạn sẽ bị hỏi lại mỗi lần LookInside kết nối với một ứng dụng.
zh_hans: LookInside 需要使用激活时保存的许可证密钥。接下来 macOS 会请求钥匙串访问权限，请选择“始终允许”，否则每次 LookInside 连接 App 时都会再次询问。
zh_hant: LookInside 需要使用你啟用時儲存的授權碼。接下來 macOS 會要求存取鑰匙圈，請選擇「一律允許」，否則每次 LookInside 連接 App 時都會再詢問一次。

source: LookInside Pro is active for this machine.
ar: LookInside Pro مفعّل على هذا الجهاز.
de: LookInside Pro ist für diesen Mac aktiv.
es: LookInside Pro está activo en este equipo.
fr: LookInside Pro est activé sur cet ordinateur.
it: LookInside Pro è attivo su questo computer.
ja: このMacでLookInside Proが有効です。
ko: 이 컴퓨터에서 LookInside Pro가 활성화되어 있습니다.
pt_br: O LookInside Pro está ativo neste Mac.
ru: LookInside Pro активирован на этом компьютере.
vi: LookInside Pro đang hoạt động trên máy này.
zh_hans: LookInside Pro 已在本机激活。
zh_hant: LookInside Pro 已在這部 Mac 上啟用。
